"Numbers" = "數字";"Preprocessor" = "前置處理器";"SingleComment" = "// 註解";"Comment Curly" = "{ 註解 }";"Comment" = "(* 註解 *)";"Types" = "類型";"Keywords" = "關鍵字";"Characters" = "字元";"FunctionRegex" = "函式呼叫";"Base" = "基礎";"String" = "'字串'";